export const loveData = {
  name: "Любимая Буба",
  title: "С 8 марта, любимая",
  subtitle: "Ты для меня больше, чем просто любовь.",
  subtitle2: "Ты — моя бесконечность",
  togetherSince: "2017-10-12", // YYYY-MM-DD

    reasons: {
      kindness: {title: "Ты делаешь меня добрее", tags: ["тепло", 'любовь', 'забота']},
      home: {title: "Ты мой дом", tags: ['сериалы', 'ночной дожор',]},
      inspiration: {title: "Ты вдохновляешь меня", tags: ['природа', 'звезды', 'подвиги']},
      beauty: {title: "Ты очень красивая", tags: ['прекрасна', 'великолепна', "ослепительна", "очаровательна"]},
      support: {title: "Ты моя поддержка", tags: ["помощь", "совет", "полагаюсь" ]},
      joy: {title: "Ты моя радость", tags: ["счастье", "жизнь", "упоение"]}
    },

timeline: [
  {date: "2017-10-12", title: "Мы познакомились", text: "Я до сих пор помню этот день."},
  {date: "2020-07-18", title: "Первое путешествие", text: "Как будто весь мир стал ближе."},
  {date: "2022-05-01", title: "Семья", text: "И я каждый день выбираю тебя снова."},
],

  photos: [
    "/tort-3.jpg",
    "/pic-1.jpg",
    "/pic-2.jpg",
    "/pic-3.jpg",
    "/pic-4.jpg",
    "/pic-5.jpg",
    "/pic-6.jpg",
    "/pic-7.jpg",
    "/pic-8.jpg",
    "/pic-9.jpg",
    "/pic-10.jpg",
    "/pic-11.jpg",
    "/pic-12.jpg",
    "/pic-13.jpg",
    "/pic-14.jpg",
    "/pic-15.jpg",
    "/pic-16.jpg",
    "/pic-17.jpg",
    "/pic-18.jpg",
    "/pic-19.jpg",
    "/pic-20.jpg",
    "/pic-21.jpg",
    "/pic-22.jpg",
    "/pic-23.jpg",
    "/pic-24.jpg",
    "/pic-25.jpg",
    "/pic-26.jpg",
    "/pic-27.jpg",
  ],

  letterTitle:
"Моё письмо тебе",
  letterText:
"Спасибо тебе за заботу, тепло и любовь.\n" +
"Я очень ценю тебя и горжусь тобой.\n" +
"Пусть этой весной у тебя будет больше радости.\n\n" +
"Твой ❤️",
};
