export const loveData = {
  name: "Любимая Буба",
  title: "С 8 марта, любимая",
  subtitle: "Ты для меня больше, чем просто любовь.",
  subtitle2: "Ты — моя бесконечность",
  togetherSince: "2017-10-12", // YYYY-MM-DD

    reasons: {
      kindness: {title: "Ты делаешь меня добрее", tag: [""]},
      home: {title: "Ты мой дом",},
      inspiration: {title: "Ты вдохновляешь меня"},
      beauty: {title: "Ты очень красивая"},
      support: {title: "Ты моя поддержка",},
      joy: {title: "Ты моя радость",}
    },

timeline: [
  {date: "2017-10-12", title: "Мы познакомились", text: "Я до сих пор помню этот день."},
  {date: "2020-07-18", title: "Первое путешествие", text: "Как будто весь мир стал ближе."},
  {date: "2022-05-01", title: "Семья", text: "И я каждый день выбираю тебя снова."},
],

  photos
:
["/tort-1.jpg", "/tort-2.jpg", "/tort-3.jpg", "/tort-4.jpg"],

  letterTitle
:
"Моё письмо тебе",
  letterText
:
"Спасибо тебе за заботу, тепло и любовь.\n" +
"Я очень ценю тебя и горжусь тобой.\n" +
"Пусть этой весной у тебя будет больше радости.\n\n" +
"Твой ❤️",
}
;
